Repository: WillToCoding/MisMangas
Catalog: MisMangas/Resources/Localizable.xcstrings
Source language: es
Languages: ar, en, ja

source: %lld cap.
ar: %lld فصل
en: %lld ch.
ja: %lld話

# %lld caps
source: %lld capítulos
ar: %lld فصل
en: %lld chapters
ja: %lld話

source: %lld mangas
ar: %lld مانجا
ja: %lld作品

source: %lld vol.
ar: %lld مجلد
ja: %lld巻

source: %lld vols
ar: %lld مجلد
ja: %lld巻

# %lld volumes
source: %lld volúmenes
ar: %lld مجلد
en: %lld volumes
ja: %lld巻

# accessibility_add_collection_hint
source: Doble toque para añadir a tu colección
ar: انقر مرتين للإضافة إلى مجموعتك
en: Double tap to add to your collection
ja: ダブルタップでコレクションに追加

# accessibility_advanced_filters_active
source: Filtros avanzados, algunos filtros activos
ar: فلاتر متقدمة، بعض الفلاتر نشطة
en: Advanced filters, some filters active
ja: 詳細フィルター、一部のフィルターがアクティブ

# accessibility_api_key_field
source: Clave API de DeepL
ar: مفتاح DeepL API
en: DeepL API key
ja: DeepL APIキー

# accessibility_api_key_hint
source: Introduce tu clave API de DeepL para traducciones
ar: أدخل مفتاح DeepL API للترجمة
en: Enter your DeepL API key for translations
ja: 翻訳用のDeepL APIキーを入力

# accessibility_chapters
source: capítulos
ar: فصول
en: chapters
ja: 話

# accessibility_clear_all_filters_hint
source: Doble toque para limpiar todos los filtros
ar: انقر مرتين لمسح جميع الفلاتر النشطة
en: Double tap to clear all active filters
ja: ダブルタップですべてのフィルターをクリア

# accessibility_clear_filters_hint
source: Doble toque para limpiar filtros
ar: انقر مرتين لمسح جميع الفلاتر
en: Double tap to clear all filters
ja: ダブルタップでフィルターをクリア

# accessibility_clear_search
source: Limpiar búsqueda
ar: مسح البحث
en: Clear search
ja: 検索をクリア

# accessibility_cloud_collection
source: Colección en la nube
ar: مجموعة السحابة
en: Cloud collection
ja: クラウドコレクション

# accessibility_cloud_storage
source: Almacenamiento en la nube
ar: التخزين السحابي
en: Cloud storage
ja: クラウドストレージ

# accessibility_cloud_synced
source: Sincronizado en la nube
ar: تم المزامنة مع السحابة
en: Synced to cloud
ja: クラウドと同期済み

# accessibility_collection_complete
source: Colección completa
ar: مجموعة كاملة
en: Complete collection
ja: コレクション完了

# accessibility_complete_collection_hint
source: Activa para marcar como colección completa
ar: تبديل لتحديد المجموعة كاملة
en: Toggle to mark as complete collection
ja: トグルでコレクション完了としてマーク

# accessibility_completed_mangas %lld
source: %lld completados
ar: %lld مكتمل
en: %lld completed
ja: %lld 完了

# accessibility_confirm_password
source: Confirmar contraseña
ar: تأكيد كلمة المرور
en: Confirm password
ja: パスワード確認

# accessibility_confirm_password_hint
source: Introduce la contraseña de nuevo para confirmar
ar: أدخل كلمة المرور مرة أخرى للتأكيد
en: Enter password again to confirm
ja: 確認のためパスワードを再入力

# accessibility_cover %@
source: Portada de %@
ar: غلاف %@
en: Cover of %@
ja: %@の表紙

# accessibility_current_volume
source: Volumen actual de lectura
ar: المجلد الحالي للقراءة
en: Current reading volume
ja: 現在読んでいる巻

# accessibility_demographics
source: Demografías
ar: الفئات العمرية
en: Demographics
ja: 対象読者

# accessibility_double_tap_details
source: Doble toque para ver detalles
ar: انقر مرتين لعرض التفاصيل
en: Double tap to view details
ja: ダブルタップで詳細を表示

# accessibility_email_field
source: Correo electrónico
ar: عنوان البريد الإلكتروني
en: Email address
ja: メールアドレス

# accessibility_end_date
source: Fecha de fin
ar: تاريخ الانتهاء
en: End date
ja: 終了日

# accessibility_english_title %@
source: Título en inglés: %@
ar: العنوان بالإنجليزية: %@
en: English title: %@
ja: 英語タイトル：%@

# accessibility_enter_email
source: Introduce tu correo electrónico
ar: أدخل عنوان بريدك الإلكتروني
en: Enter your email address
ja: メールアドレスを入力

# accessibility_enter_password
source: Introduce tu contraseña
ar: أدخل كلمة المرور
en: Enter your password
ja: パスワードを入力

# accessibility_filters
source: Filtros
ar: الفلاتر
en: Filters
ja: フィルター

# accessibility_filters_active
source: Filtros activos
ar: الفلاتر نشطة
en: Filters active
ja: フィルターがアクティブ

# accessibility_filters_hint
source: Doble toque para abrir opciones de filtro
ar: انقر مرتين لفتح خيارات الفلترة
en: Double tap to open filter options
ja: ダブルタップでフィルターオプションを開く

# accessibility_finish_onboarding
source: Pulsa dos veces para terminar la introducción y empezar a usar la app
ar: اضغط مرتين لإنهاء التعريف وبدء استخدام التطبيق
en: Double tap to finish onboarding and start using the app
ja: ダブルタップでオンボーディングを終了してアプリを使い始める

# accessibility_genres
source: Géneros
ar: الأنواع
en: Genres
ja: ジャンル

# accessibility_go_next_page
source: Pulsa dos veces para ir a la página siguiente
ar: اضغط مرتين للانتقال إلى الصفحة التالية
en: Double tap to go to next page
ja: ダブルタップで次のページへ

# accessibility_go_previous_page
source: Pulsa dos veces para ir a la página anterior
ar: اضغط مرتين للانتقال إلى الصفحة السابقة
en: Double tap to go to previous page
ja: ダブルタップで前のページへ

# accessibility_inactive
source: Inactivo
ar: غير نشط
en: Inactive
ja: 非アクティブ

# accessibility_japanese_title %@
source: Título en japonés: %@
ar: العنوان بالياباني: %@
en: Japanese title: %@
ja: 日本語タイトル：%@

# accessibility_keep_local_hint
source: Pulsa dos veces para mantener la versión local y subir a la nube
ar: اضغط مرتين للاحتفاظ بالإصدار المحلي ورفعه إلى السحابة
en: Double tap to keep local version and upload to cloud
ja: ダブルタップでローカル版を保持しクラウドにアップロード

# accessibility_load_more_hint
source: Pulsa dos veces para cargar más resultados
ar: اضغط مرتين لتحميل المزيد من النتائج
en: Double tap to load more results
ja: ダブルタップでさらに読み込む

# accessibility_loading_characters
source: Cargando personajes
ar: جاري تحميل الشخصيات
en: Loading characters
ja: キャラクターを読み込み中

# accessibility_loading_mangas
source: Cargando mangas
ar: جاري تحميل المانجا
en: Loading mangas
ja: マンガを読み込み中

# accessibility_loading_more
source: Cargando más contenido
ar: جاري تحميل المزيد
en: Loading more content
ja: さらに読み込み中

# accessibility_loading_related
source: Cargando mangas relacionados
ar: جاري تحميل المانجا ذات الصلة
en: Loading related mangas
ja: 関連マンガを読み込み中

# accessibility_local_collection
source: Colección local
ar: مجموعة محلية
en: Local collection
ja: ローカルコレクション

# accessibility_local_storage
source: Almacenamiento local
ar: التخزين المحلي
en: Local storage
ja: ローカルストレージ

# accessibility_logging_in
source: Iniciando sesión
ar: جاري تسجيل الدخول
en: Logging in
ja: ログイン中

# accessibility_login_hint
source: Doble toque para iniciar sesión
ar: انقر مرتين لتسجيل الدخول
en: Double tap to log in
ja: ダブルタップでログイン

# accessibility_logout_hint
source: Doble toque para cerrar sesión
ar: انقر مرتين لتسجيل الخروج
en: Double tap to log out
ja: ダブルタップでログアウト

# accessibility_min_score
source: Filtro de puntuación mínima
ar: فلتر الحد الأدنى للتقييم
en: Minimum score filter
ja: 最低スコアフィルター

# accessibility_opens_safari
source: Abre en Safari
ar: يفتح في سفاري
en: Opens in Safari
ja: Safariで開く

# accessibility_page_indicator %lld %lld
source: Página %lld de %lld
ar: الصفحة %lld من %lld
en: Page %lld of %lld
ja: %lldページ目（全%lldページ）

# accessibility_page_of %lld %lld
source: Página %1$lld de %2$lld
ar: الصفحة %1$lld من %2$lld
en: Page %1$lld of %2$lld
ja: %2$lld中%1$lldページ

# accessibility_password_field
source: Contraseña
ar: كلمة المرور
en: Password
ja: パスワード

# accessibility_progress %lld
source: %lld por ciento de progreso
ar: %lld بالمئة تقدم
en: %lld percent progress
ja: %lld パーセント進捗

# accessibility_reading_progress
source: Progreso de lectura
ar: تقدم القراءة
en: Reading progress
ja: 読書の進捗

# accessibility_reading_volume %lld
source: Leyendo actualmente volumen %lld
ar: المجلد الحالي %lld
en: Currently reading volume %lld
ja: 現在第%lld巻を読んでいます

# accessibility_register_account_hint
source: Pulsa dos veces para crear tu cuenta
ar: اضغط مرتين لإنشاء حسابك
en: Double tap to create your account
ja: ダブルタップでアカウントを作成

# accessibility_register_hint
source: Doble toque para crear una cuenta nueva
ar: انقر مرتين لإنشاء حساب جديد
en: Double tap to create a new account
ja: ダブルタップで新規アカウント作成

# accessibility_registering
source: Creando cuenta
ar: جاري إنشاء الحساب
en: Creating account
ja: アカウント作成中

# accessibility_retry_hint
source: Doble toque para reintentar
ar: انقر مرتين للمحاولة مرة أخرى
en: Double tap to try again
ja: ダブルタップで再試行

# accessibility_save_collection_hint
source: Doble toque para añadir este manga a tu colección
ar: انقر مرتين لإضافة هذه المانجا إلى مجموعتك
en: Double tap to add this manga to your collection
ja: ダブルタップでこのマンガをコレクションに追加

# accessibility_save_progress_hint
source: Doble toque para guardar tu progreso
ar: انقر مرتين لحفظ تقدمك
en: Double tap to save your progress
ja: ダブルタップで進捗を保存

# accessibility_save_to_collection
source: Guardar en colección
ar: حفظ في المجموعة
en: Save to collection
ja: コレクションに保存

# accessibility_score %@
source: Puntuación %@ de 10
ar: التقييم %@ من 10
en: Score %@ out of 10
ja: スコア %@/10

# accessibility_search_manga
source: Buscar manga por título
ar: البحث عن مانجا بالعنوان
en: Search manga by title
ja: タイトルでマンガを検索

# accessibility_searching
source: Buscando manga
ar: جارٍ البحث عن مانجا
en: Searching for manga
ja: マンガを検索中

# accessibility_selected
source: seleccionados
ar: محدد
en: selected
ja: 選択済み

# accessibility_show_filters
source: Mostrar filtros
ar: إظهار الفلاتر
en: Show filters
ja: フィルターを表示

# accessibility_sort_order
source: Orden de clasificación
ar: ترتيب الفرز
en: Sort order
ja: 並び順

# accessibility_start_date
source: Fecha de inicio
ar: تاريخ البدء
en: Start date
ja: 開始日

# accessibility_status
source: Estado
ar: الحالة
en: Status
ja: 状態

# accessibility_stepper_hint
source: Desliza arriba para aumentar, abajo para disminuir
ar: اسحب لأعلى للزيادة، لأسفل للنقصان
en: Swipe up to increase, down to decrease
ja: 上にスワイプで増加、下にスワイプで減少

# accessibility_switch_to_grid
source: Doble toque para cambiar a cuadrícula
ar: انقر مرتين للتبديل إلى عرض الشبكة
en: Double tap to switch to grid view
ja: ダブルタップでグリッド表示に切替

# accessibility_switch_to_list
source: Doble toque para cambiar a lista
ar: انقر مرتين للتبديل إلى عرض القائمة
en: Double tap to switch to list view
ja: ダブルタップでリスト表示に切替

# accessibility_synced_cloud
source: Sincronizado en la nube
ar: تمت المزامنة مع السحابة
en: Synced to cloud
ja: クラウドと同期済み

# accessibility_tap_deselect
source: Pulsa para deseleccionar
ar: اضغط لإلغاء التحديد
en: Tap to deselect
ja: タップで選択解除

# accessibility_tap_edit_progress
source: Toca para editar progreso de lectura
ar: انقر لتعديل تقدم القراءة
en: Tap to edit reading progress
ja: タップで読書進捗を編集

# accessibility_tap_select
source: Pulsa para seleccionar
ar: اضغط للتحديد
en: Tap to select
ja: タップで選択

# accessibility_tap_to_edit
source: Toca para editar
ar: اضغط للتعديل
en: Tap to edit
ja: タップして編集

# accessibility_themes
source: Temas
ar: المواضيع
en: Themes
ja: テーマ

# accessibility_total_mangas %lld
source: %lld mangas en total
ar: %lld مانجا في المجموع
en: %lld mangas total
ja: 合計%lld作品

# accessibility_total_volumes
source: volúmenes en total
ar: إجمالي المجلدات
en: total volumes
ja: 全巻数

# accessibility_use_cloud_hint
source: Pulsa dos veces para usar la versión de la nube y reemplazar local
ar: اضغط مرتين لاستخدام إصدار السحابة واستبدال المحلي
en: Double tap to use cloud version and replace local
ja: ダブルタップでクラウド版を使用しローカルを置換

# accessibility_user_connected
source: Usuario conectado
ar: المستخدم متصل
en: User connected
ja: ユーザー接続済み

# accessibility_user_not_connected
source: Usuario no conectado, inicia sesión para sincronizar tu colección
ar: المستخدم غير متصل، سجل الدخول لمزامنة مجموعتك
en: User not connected, log in to sync your collection
ja: 未接続、ログインしてコレクションを同期

# accessibility_view_collection
source: Doble toque para ver en colección
ar: انقر مرتين للعرض في المجموعة
en: Double tap to view in collection
ja: ダブルタップでコレクションを表示

# accessibility_view_grid
source: Vista de cuadrícula
ar: عرض الشبكة
en: Grid view
ja: グリッド表示

# accessibility_view_list
source: Vista de lista
ar: عرض القائمة
en: List view
ja: リスト表示

# accessibility_volume_not_owned
source: No tienes este volumen
ar: لا تملك هذا المجلد
en: You don't own this volume
ja: この巻は未所持

# accessibility_volume_number %lld
source: Volumen número %lld
ar: رقم المجلد %lld
en: Volume number %lld
ja: 巻数 %lld

# accessibility_volume_owned
source: Tienes este volumen
ar: تملك هذا المجلد
en: You own this volume
ja: この巻は所持済み

# accessibility_volumes
source: volúmenes
ar: مجلدات
en: volumes
ja: 巻

# accessibility_volumes_count %lld
source: %lld volúmenes
ar: %lld مجلد
en: %lld volumes
ja: %lld巻

# accessibility_volumes_owned
source: volúmenes en propiedad
ar: المجلدات المملوكة
en: volumes owned
ja: 所持巻数

# accessibility_volumes_owned_count %lld
source: %lld volúmenes en propiedad
ar: %lld مجلد مملوك
en: %lld volumes owned
ja: %lld巻所持

# accessibility_votes
source: votos
ar: أصوات
en: votes
ja: 投票

# action_add
source: Añadir
ar: إضافة
en: Add
ja: 追加

# action_apply_filters
source: Aplicar Filtros
ar: تطبيق التصفية
en: Apply Filters
ja: フィルターを適用

# action_back
source: Atrás
ar: رجوع
en: Back
ja: 戻る

# action_cancel
source: Cancelar
ar: إلغاء
en: Cancel
ja: キャンセル

# action_clear_filters
source: Limpiar Filtros
ar: مسح التصفية
en: Clear Filters
ja: フィルターをクリア

# action_close
source: Cerrar
ar: إغلاق
en: Close
ja: 閉じる

# action_confirm
source: Confirmar
ar: تأكيد
en: Confirm
ja: 確認

# action_delete
source: Eliminar
ar: حذف
en: Delete
ja: 削除

# action_deselect_all
source: Deseleccionar todo
ar: إلغاء تحديد الكل
en: Deselect All
ja: すべて選択解除

# action_done
source: Hecho
ar: تم
en: Done
ja: 完了

# action_edit
source: Editar
ar: تعديل
en: Edit
ja: 編集

# action_load_more
source: Cargar más
ar: تحميل المزيد
en: Load More
ja: もっと読み込む

# action_login
source: Iniciar Sesión
ar: تسجيل الدخول
en: Sign In
ja: ログイン

# action_logout
source: Cerrar Sesión
ar: تسجيل الخروج
en: Sign Out
ja: ログアウト

# action_ok
source: OK
ar: حسناً

# action_refresh
source: Actualizar
ar: تحديث
en: Refresh
ja: 更新

# action_register
source: Crear Cuenta
ar: إنشاء حساب
en: Create Account
ja: アカウント作成

# action_retry
source: Reintentar
ar: إعادة المحاولة
en: Retry
ja: 再試行

# action_save
source: Guardar
ar: حفظ
en: Save
ja: 保存

# action_search
source: Buscar
ar: بحث
en: Search
ja: 検索

# action_select_all
source: Seleccionar todo
ar: تحديد الكل
en: Select All
ja: すべて選択

# action_show_less
source: Mostrar menos
ar: عرض أقل
en: Show Less
ja: 表示を減らす

# action_show_more
source: Mostrar más
ar: عرض المزيد
en: Show More
ja: もっと見る

# add_complete_collection
source: Tengo la colección completa
ar: لدي المجموعة الكاملة
en: I have the complete collection
ja: 全巻所持

# add_reading_volume
source: Volumen de lectura actual
ar: المجلد الحالي
en: Current reading volume
ja: 現在読んでいる巻

# add_success_message
source: El manga se ha añadido a tu colección
ar: تمت إضافة المانجا إلى مجموعتك
en: Manga has been added to your collection
ja: マンガをコレクションに追加しました

# Any
source: Cualquiera
ar: أي
en: Any
ja: すべて

# best_mangas_title
source: Mejor Valorados
ar: الأعلى تقييماً
en: Top Rated
ja: 高評価

# collection_added_success
source: Añadido a la colección
ar: تمت الإضافة إلى المجموعة
en: Added to Collection
ja: コレクションに追加しました

# collection_already_added
source: Ya está en la colección
ar: موجود في المجموعة
en: Already in Collection
ja: コレクションに追加済み

# collection_cloud
source: Cloud
ar: السحابة
ja: クラウド

# collection_cloud_label
source: Colección Cloud
ar: مجموعة السحابة
en: Cloud Collection
ja: クラウドコレクション

# collection_complete
source: Colección Completa
ar: مجموعة كاملة
en: Complete Collection
ja: コンプリート

# collection_completed
source: completados
ar: مكتمل
en: completed
ja: 完了

# collection_delete_message
source: ¿Estás seguro de que quieres eliminar este manga de tu colección en la nube?
ar: هل أنت متأكد من حذف هذه المانجا من مجموعة السحابة؟
en: Are you sure you want to remove this manga from your cloud collection?
ja: このマンガをクラウドコレクションから削除しますか？

# collection_delete_title
source: Eliminar Manga
ar: حذف المانجا
en: Delete Manga
ja: マンガを削除

# collection_empty_description
source: Añade mangas desde la pestaña Explorar
ar: أضف مانجا من تبويب استكشاف
en: Add manga from the Explore tab
ja: 探索タブからマンガを追加してください

# collection_empty_title
source: Sin Mangas
ar: لا يوجد مانجا
en: No Manga
ja: マンガがありません

# collection_mangas
source: mangas
ar: مانجا
ja: 作品

# collection_progress
source: progreso
ar: التقدم
en: progress
ja: 進捗

# collection_select_manga
source: Selecciona un manga
ar: اختر مانجا
en: Select a Manga
ja: マンガを選択

# collection_select_manga_description
source: Selecciona un manga de la lista para ver sus detalles
ar: اختر مانجا من القائمة لعرض تفاصيلها
en: Select a manga from the list to see its details
ja: リストからマンガを選択して詳細を表示

# collection_updated_success
source: Progreso actualizado
ar: تم تحديث التقدم
en: Progress Updated
ja: 進捗を更新しました

# collection_volumes_owned
source: Volúmenes que tengo
ar: المجلدات المملوكة
en: Volumes Owned
ja: 所持巻

source: de %lld
ar: من %lld
en: of %lld
ja: / %lld

# detail_add_to_cloud
source: Añadir a Cloud
ar: إضافة للسحابة
en: Add to Cloud
ja: クラウドに追加

# detail_add_to_collection
source: Añadir a Colección
ar: إضافة للمجموعة
en: Add to Collection
ja: コレクションに追加

# detail_authors
source: Autores
ar: المؤلفون
en: Authors
ja: 作者

# detail_background
source: Información Adicional
ar: معلومات إضافية
en: Additional Information
ja: 追加情報

# detail_chapters
source: Capítulos
ar: الفصول
en: Chapters
ja: 章数

# detail_characters
source: Personajes
ar: الشخصيات
en: Characters
ja: キャラクター

# detail_characters_empty
source: No hay personajes disponibles
ar: لا توجد شخصيات متاحة
en: No characters available
ja: キャラクター情報がありません

# detail_demographics
source: Demografía
ar: الفئة العمرية
en: Demographics
ja: 対象読者

# detail_edit_collection
source: Editar colección
ar: تعديل المجموعة
en: Edit Collection
ja: コレクションを編集

# detail_end_date
source: Fecha de fin
ar: تاريخ الانتهاء
en: End Date
ja: 終了日

# detail_genres
source: Géneros
ar: التصنيفات
en: Genres
ja: ジャンル

# detail_in_cloud
source: En Colección Cloud
ar: في مجموعة السحابة
en: In Cloud Collection
ja: クラウドに保存済み

# detail_in_collection
source: En Colección Local
ar: في المجموعة المحلية
en: In Local Collection
ja: ローカルに保存済み

# detail_my_status
source: Mi estado
ar: حالتي
en: My Status
ja: マイステータス

# detail_my_volumes
source: Mis Vols
ar: مجلداتي
en: My Vols
ja: 所持巻

# detail_recommendations
source: Recomendaciones
ar: توصيات
en: Recommendations
ja: おすすめ

# detail_related_empty
source: No se encontraron mangas relacionados
ar: لم يتم العثور على مانجا ذات صلة
en: No related manga found
ja: 関連マンガが見つかりません

# detail_related_mangas
source: Mangas Relacionados
ar: مانجا ذات صلة
en: Related Manga
ja: 関連マンガ

# detail_score
source: Puntuación
ar: التقييم
en: Score
ja: スコア

# detail_start_date
source: Fecha de inicio
ar: تاريخ البدء
en: Start Date
ja: 開始日

# detail_status
source: Estado
ar: الحالة
en: Status
ja: 状態

# detail_synopsis
source: Sinopsis
ar: الملخص
en: Synopsis
ja: あらすじ

# detail_themes
source: Temas
ar: المواضيع
en: Themes
ja: テーマ

# detail_volumes
source: Volúmenes
ar: المجلدات
en: Volumes
ja: 巻数

# edit_collection_section
source: Colección
ar: المجموعة
en: Collection
ja: コレクション

# edit_ongoing_manga
source: Manga en publicación
ar: مانجا مستمرة
en: Ongoing manga
ja: 連載中

# edit_progress_section
source: Progreso de lectura
ar: تقدم القراءة
en: Reading progress
ja: 読書進捗

# edit_reading_status
source: Estado de lectura
ar: حالة القراءة
en: Reading Status
ja: 読書状態

# edit_reading_volume
source: Volumen de lectura
ar: المجلد الحالي
en: Reading Volume
ja: 読書中の巻

# edit_volumes
source: Volúmenes
ar: المجلدات
en: Volumes
ja: 巻数

# edit_volumes_owned
source: Volúmenes que tienes
ar: المجلدات المملوكة
en: Volumes Owned
ja: 所持巻

# empty_select_manga
source: Selecciona un manga
ar: اختر مانجا
en: Select a manga
ja: マンガを選択

# empty_select_manga_description
source: Elige un manga de la lista para ver sus detalles
ar: اختر مانجا من القائمة لعرض تفاصيلها
en: Choose a manga from the list to see its details
ja: リストからマンガを選んで詳細を見る

# empty_select_section
source: Selecciona una sección
ar: اختر قسماً
en: Select a section
ja: セクションを選択

# error_loading
source: Error al cargar
ar: فشل التحميل
en: Failed to load
ja: 読み込みに失敗しました

# error_title
source: Error
ar: خطأ
ja: エラー

# filter_advanced
source: Búsqueda avanzada
ar: بحث متقدم
en: Advanced Search
ja: 詳細検索

# filter_advanced_note
source: La búsqueda avanzada usa una fuente de datos externa (Jikan/MyAnimeList)
ar: البحث المتقدم يستخدم مصدر بيانات خارجي (Jikan/MyAnimeList)
en: Advanced search uses an external data source (Jikan/MyAnimeList)
ja: 詳細検索は外部データソース（Jikan/MyAnimeList）を使用します

# filter_any
source: Cualquiera
ar: أي
en: Any
ja: すべて

# filter_clear_status
source: Quitar estado
ar: مسح الحالة
en: Clear Status
ja: 状態をクリア

# filter_demographics
source: Demografías
ar: الفئات العمرية
en: Demographics
ja: 対象読者

# filter_genres
source: Géneros
ar: التصنيفات
en: Genres
ja: ジャンル

# filter_min_score
source: Puntuación mínima
ar: الحد الأدنى للتقييم
en: Minimum Score
ja: 最低スコア

# filter_no_data
source: No se encontraron mangas en la base de datos
ar: لم يتم العثور على مانجا في قاعدة البيانات
en: No manga found in the database
ja: データベースにマンガが見つかりませんでした

# filter_no_results
source: No se encontraron mangas con estos filtros
ar: لم يتم العثور على مانجا بهذه الفلاتر
en: No manga found with these filters
ja: このフィルターでマンガが見つかりませんでした

# filter_search
source: Búsqueda
ar: بحث
en: Search
ja: 検索

# filter_sort
source: Ordenar
ar: ترتيب
en: Sort
ja: 並び替え

# filter_status
source: Estado
ar: الحالة
en: Status
ja: 状態

# filter_themes
source: Temáticas
ar: المواضيع
en: Themes
ja: テーマ

# filter_title
source: Filtros
ar: الفلاتر
en: Filters
ja: フィルター

# filter_year
source: Año
ar: السنة
en: Year
ja: 年

# filter_year_from
source: Desde año
ar: من السنة
en: From Year
ja: 開始年

# filter_year_to
source: Hasta año
ar: إلى السنة
en: To Year
ja: 終了年

# home_show_less
source: Ver menos
ar: عرض أقل
en: Show less
ja: 折りたたむ

# home_show_more
source: Ver más
ar: عرض المزيد
en: Show more
ja: もっと見る

# item_not_found
source: Elemento no encontrado
ar: العنصر غير موجود
en: Item not found
ja: アイテムが見つかりません

# loading_collection
source: Cargando colección...
ar: جاري تحميل المجموعة...
en: Loading collection...
ja: コレクションを読み込み中...

# loading_mangas
source: Cargando mangas...
ar: جاري تحميل المانجا...
en: Loading manga...
ja: マンガを読み込み中...

# loading_options
source: Cargando opciones...
ar: جاري تحميل الخيارات...
en: Loading options...
ja: オプションを読み込み中...

# login_credentials
source: Credenciales
ar: بيانات الاعتماد
en: Credentials
ja: 認証情報

# login_email
source: Email
ar: البريد الإلكتروني
ja: メール

# login_email_placeholder
source: correo@ejemplo.com
ar: email@example.com
en: email@example.com
ja: メール@例.com

# login_password
source: Contraseña
ar: كلمة المرور
en: Password
ja: パスワード

# mac_app_ready
source: ¡App de macOS funcionando!
ar: تطبيق macOS يعمل!
en: macOS app working!
ja: macOSアプリ動作中！

# mac_appearance
source: Apariencia
ar: المظهر
en: Appearance
ja: 外観

# mac_appearance_auto
source: Automático
ar: تلقائي
en: Automatic
ja: 自動

# mac_appearance_dark
source: Oscuro
ar: داكن
en: Dark
ja: ダーク

# mac_appearance_light
source: Claro
ar: فاتح
en: Light
ja: ライト

# mac_build
source: Build
ar: البناء
ja: ビルド

# mac_categories
source: Categorías
ar: الفئات
en: Categories
ja: カテゴリー

# mac_feature_menus
source: Menús nativos de macOS
ar: قوائم macOS الأصلية
en: Native macOS menus
ja: ネイティブmacOSメニュー

# mac_feature_shortcuts
source: Atajos de teclado
ar: اختصارات لوحة المفاتيح
en: Keyboard shortcuts
ja: キーボードショートカット

# mac_feature_sidebar
source: NavigationSplitView listo
ar: NavigationSplitView جاهز
en: NavigationSplitView ready
ja: NavigationSplitView準備完了

# mac_feature_windows
source: Ventanas múltiples
ar: نوافذ متعددة
en: Multiple windows
ja: 複数ウィンドウ

# mac_general
source: General
ar: عام
ja: 一般

# mac_get_api_key
source: Obtener clave API gratuita
ar: احصل على مفتاح API مجاني
en: Get free API key
ja: 無料APIキーを取得

# mac_info
source: Información
ar: معلومات
en: Information
ja: 情報
